Repository: tuberry/extension-list
Catalog: po/*.po
Languages: de_de

source: All
de_de: Alles

source: Symbolic
de_de: Symbolisch

source: Clear
de_de: Löschen

source: Mismatched filetype
de_de: Unpassender Dateityp

source: Click or press ENTER to apply changes
de_de: Klicken Sie auf oder drücken Sie ENTER, um die Änderungen zu übernehmen

source: Extension state illustration
de_de: Darstellung des Erweiterungszustands

source: active
de_de: aktiv

source: inactive
de_de: inaktiv

source: ignored
de_de: ignoriert

source: update
de_de: Aktualisierung

source: outdated
de_de: veraltet

source: error
de_de: Fehler

source: <b>Menu</b> press Alt + number key n to trigger the nth toolbar button <b>Menu item</b> left/middle click to activate/deactivate the extension right click or press Ctrl key to trigger the tail button
de_de: <b>Menü</b> drücken Sie Alt + Zahlentaste n, um die n-te Schaltfläche der Symbolleiste auszulösen <b>Menüpunkt</b> auf die mittlere oder linke Maustaste klicken, um die Erweiterung ein- oder auszuschalten auf die rechte Maustaste klicken oder Strg-Taste drücken, um die am Ende der Zeile definierte Schaltfläche auszulösen

source: Enable _tooltip
de_de: Aktivire _tooltip

source: Show the tooltip for each toolbar button
de_de: Tooltip für jede Schaltfläche der Symbolleiste anzeigen

source: Toolbar
de_de: Symbolleiste

source: Icon
de_de: Symbol

source: _Extension
de_de: _Erweiterung

source: Open extension <a href="%s">website</a> or app
de_de: Öffnen Sie die Erweiterung <a href="%s">Website</a> oder die App

source: Show/Hide ignored extensions, same as pressing left Shift key
de_de: Ignorierte Erweiterungen umschalten, ähnlich wie beim Drücken der linken Shift-Taste

source: _Remove
de_de: _Löschen

source: Toggle remove buttons in menu items
de_de: Schaltflächen zum Entfernen von Menüelementen umschalten

source: Toggle homepage buttons in menu items
de_de: Homepage-Schaltflächen in Menüpunkten umschalten

source: _Ignore
de_de: _Ignorieren

source: Toggle ignore/normal menu, same as pressing right Shift key
de_de: Umschalten zwischen normalem und übersprungenem Menü, wie beim Drücken der rechten Umschalttaste

source: Type to search
de_de: Zum Suchen tippen

source: Open extensions website or app
de_de: Website oder Anwendung der Erweiterungen öffnen

source: Show all extensions
de_de: Alle Erweiterungen anzeigen

source: Hide ignored extensions
de_de: Ignorierte Erweiterungen ausblenden

source: Toggle remove button
de_de: Schaltfläche zum Entfernen umschalten

source: Toggle setting button
de_de: Schaltfläche für Einstellungen umschalten

source: Toggle homepage button
de_de: Schaltfläche Homepage umschalten

source: Toggle normal menu
de_de: Normales Menü umschalten

source: Toggle ignore menu
de_de: Menü ignorieren umschalten
